{
    "home": "Home",
    "service": "Services",
    "product": "Products",
    "influence": "Impact",
    "contactUs": "Contact Us",
    "visitor": "Visitor",
    "language": "Language",
    "consultant": "Consultant",
    "section1": "PsyCare Protects Your Mental Health",
    "section2": "We focus on providing AI assistants for therapists to improve service efficiency and support mental health management",
    "btn1_text": "Our Products",
    "section2_title": "Protecting Physical and Mental Health, Creating a Happier World Together!",
    "section2_item1_title": "AI Precision Analysis",
    "section2_item1_desc": "AI-powered deep learning algorithms analyze patient data in real-time, creating personalized tags and providing customized treatment recommendations to support clinical decision-making.",
    "section2_item2_title": "Dedicated AI Assistant for Therapists",
    "section2_item2_desc": "Smart therapy assistants enhance therapists' work efficiency by reducing repetitive tasks, allowing doctors to focus on patient care.",
    "section2_item3_title": "Efficient AI Communication",
    "section2_item3_desc": "Integrates intelligent dialogue with patient feedback to improve service experience. Using NLP technology, it analyzes patient conversations in real-time to help doctors quickly understand psychological states.",

    "section3_item1_title": "Appointment Management",
    "section3_item1_des1": "Efficient appointment management for better time control!",
    "section3_item1_des2": "Provides convenient scheduling features allowing therapists to view, confirm, cancel, or adjust patient appointments, ensuring smooth consultation processes while improving time management and service efficiency.",

    "section3_item2_title": "Efficient Consultation Recording",
    "section3_item2_des1": "Smart recording makes consultations effortless!",
    "section3_item2_des2": "During consultations, therapists can easily access patients' knowledge graphs to view data and background information, and freely edit diagnoses, treatment plans, and SOAP notes.",

    "section3_item3_title": "Integrated Data System",
    "section3_item3_des1": "Data empowerment for more efficient treatment!",
    "section3_item3_des2": "After consultations, digital files and recordings can be uploaded to facilitate future sessions and provide therapists with more accurate and efficient services.",

    "section3_item4_title": "Growth and Influence System",
    "section3_item4_des1": "Supporting growth and enhancing professional influence!",
    "section3_item4_des2": "Through a clear progression system, therapists can track their growth trajectory, improve service quality, and receive ongoing platform support and incentives.",

    "section3_item5_title": "AI Chat Assistant",
    "section3_item5_des1": "Share daily life and emotional changes with AI as your companion!",
    "section3_item5_des2": "",

    "section3_item6_title": "Efficient Psychological Counseling",
    "section3_item6_des1": "Breaking free from traditional formats for seamless communication!",
    "section3_item6_des2": "Through a clear progression system, therapists can track their growth trajectory, improve service quality, and receive ongoing platform support and incentives.",

    "section3_item7_title": "Growth and Influence System",
    "section3_item7_des1": "Supporting growth and enhancing professional influence!",
    "section3_item7_des2": "Online consultation: Book online and wait for the therapist's video invitation;",
    "section3_item7_des3": "Offline consultation: Book on the platform for in-person sessions;",
    "section3_item7_des4": "Walk-in: Find a therapist who can manually input/scan to start a walk-in consultation;",
    "section3_item7_des5": "Unregistered users: Find a therapist who can initiate a guest consultation process;",

    "section4_title": "Case Study",
    "visitor_name": "Client Xiaomei (pseudonym)",
    "consultant_name": "Consultant Zhang Lei",
    "visitor_desc": "\"Before my friend recommended PsyCare, I couldn't find a suitable and professional platform to effectively help me manage my anxiety and depression. It became a daily companion where I could confide about my work and life. PsyCare provided tremendous help—I gained clearer insights into my mental state and received personalized advice during treatment that truly improved my quality of life.\"",
    "consultant_desc": "\"As one of PsyCare's core members, I understand that psychological treatment requires more than traditional sessions—it needs advanced technology to enhance outcomes. The platform's smart assistant helps me efficiently analyze patient data to fully understand their symptoms and background, enabling personalized treatment plans. PsyCare significantly improves treatment efficiency and accuracy, allowing me to better track progress and adjust strategies to ensure optimal care for each patient.\"",
    "consultant_ask": "\"I'm Consultant Zhang Lei with over ten years of experience in psychological counseling. I appreciate Xiaomei's active participation in treatment. After applying cognitive behavioral therapy (CBT), her anxiety and depression significantly improved. Seeing her recovery brings me great satisfaction and joy in witnessing her positive transformation.\"",
    "visitor_ask1": "\"I'm Xiaomei, diagnosed with severe depression and anxiety three years ago. Every day felt unbearable—low mood, insomnia, and loss of interest. I didn't know what to do or how to feel happy; life seemed meaningless.\"",
    "visitor_ask2": "\"Then I discovered PsyCare! I chatted with the AI assistant for a week and felt comfortable enough to book an online session with Dr. Zhang. He was professional and patient, making the entire process comfortable. Later, I decided to meet him in person...\"",
    "visitor_ask3": "\"After several sessions, my headaches and dizziness lessened, and my sleep improved. Now, it feels like sunlight breaking through cracks—I finally have hope.\"",

    "section5_title": "Our Impact",
    "section5_desc": "Join us in shaping the future of mental health",

    "swiper_item1": "1000+ Counseling Sessions",
    "swiper_item2": "90%+ Consultation Efficiency Improvement",
    "swiper_item3": "95%+ Therapist Satisfaction Rate",
    "swiper_item4": "50+ Partner Institutions",
    "swiper_item5": "50%+ Income Growth",

    "about_title": "About Us",
    "section6_title1": "Company Information",
    "section6_desc1": "PsyCare is a company dedicated to mental health technology innovation. Our vision is to empower therapists and institutions with AI, making mental health services more accessible and efficient. We collaborate with global mental health organizations to advance the industry toward intelligent, personalized solutions.",
    "section6_author": "Hu Jinhua",
    "section6_author_desc": "CEO & Founder",

    "section6_title2": "Company Information",
    "section6_desc2": "PsyCare is in rapid growth, revolutionizing mental health care through AI. We recently secured funding and plan to launch a new AI assistant soon, offering smarter clinical support for therapists. Our goal is to ensure everyone in need can access better mental health services through innovative technology.",
    "section6_news": "Latest News: ",
    "section6_news_desc": "We'll attend the world's largest mental health tech conference next month to showcase our latest AI products. Stay tuned for updates.",

    "section7_title": "Ready to Contact Us?",
    "tel": "Phone",
    "email": "Email",
    "media": "Social Media",
    "office": "Office",
    "office_desc": "This office is wheelchair-accessible and disability-friendly.",

    "tel_desc": "(123) 456-7890",
    "email_desc": "support{'@'}psycare.ai",
    "media_desc": "{'@'}PsyCare",
    "office_address": "123 Anywhere St. / Any City ST 12345",

    "footer_product": "Products",
    "footer_product_item1": "Home",
    "footer_product_item2": "Services",
    "footer_product_item3": "Products",
    "footer_product_item4": "Impact",
    "footer_about": "Company",
    "footer_about_item1": "About Us",
    "footer_about_item2": "Contact Us",
    "footer_contact": "Follow Us"
}