{
    "home": "Home",
    "service": "Services",
    "product": "Products",
    "influence": "Impact",
    "contactUs": "Contact Us",
    "visitor": "Visitor",
    "language": "Language",
    "consultant": "Consultant",
    "section1": "PsyCare Protects Your Mental Health",
    "section2": "We focus on providing AI assistants for therapists to improve service efficiency and support mental health management",
    "btn1_text": "Our Products",
    "section2_title": "Protecting Physical and Mental Health, Creating a Happier World Together!",
    "section2_item1_title": "AI Precision Analysis",
    "section2_item1_desc": "AI-powered deep learning algorithms analyze patient data in real-time, creating personalized tags and providing customized treatment recommendations to support clinical decision-making.",
    "section2_item2_title": "Dedicated AI Assistant for Therapists",
    "section2_item2_desc": "Smart therapy assistants enhance therapists' work efficiency by reducing repetitive tasks, allowing doctors to focus on patient care.",
    "section2_item3_title": "Efficient AI Communication",
    "section2_item3_desc": "Integrates intelligent dialogue with patient feedback to improve service experience. Using NLP technology, it analyzes patient conversations in real-time to help doctors quickly understand psychological states.",

    "section3_item1_title": "Appointment Management",
    "section3_item1_des1": "Efficient appointment management for better time control!",
    "section3_item1_des2": "Provides convenient scheduling features allowing therapists to view, confirm, cancel, or adjust patient appointments, ensuring smooth consultation processes while improving time management and service efficiency.",

    "section3_item2_title": "Efficient Consultation Recording",
    "section3_item2_des1": "Smart recording makes consultations effortless!",
    "section3_item2_des2": "During consultations, therapists can easily access patients' knowledge graphs to view data and background information, and freely edit diagnoses, treatment plans, and SOAP notes.",

    "section3_item3_title": "Integrated Data System",
    "section3_item3_des1": "Data empowerment for more efficient treatment!",
    "section3_item3_des2": "After consultations, digital files and recordings can be uploaded to facilitate future sessions and provide therapists with more accurate and efficient services.",

    "section3_item4_title": "Growth and Influence System",
    "section3_item4_des1": "Supporting growth and enhancing professional influence!",
    "section3_item4_des2": "Through a clear progression system, therapists can track their growth trajectory, improve service quality, and receive ongoing platform support and incentives.",

    "section3_item5_title": "AI Chat Assistant",
    "section3_item5_des1": "Share daily life and emotional changes with AI as your companion!",
    "section3_item5_des2": "",

    "section3_item6_title": "Efficient Psychological Counseling",
    "section3_item6_des1": "Breaking free from traditional formats for seamless communication!",
    "section3_item6_des2": "Through a clear progression system, therapists can track their growth trajectory, improve service quality, and receive ongoing platform support and incentives.",

    "section3_item7_title": "Growth and Influence System",
    "section3_item7_des1": "Supporting growth and enhancing professional influence!",
    "section3_item7_des2": "Online consultation: Book online and wait for the therapist's video invitation;",
    "section3_item7_des3": "Offline consultation: Book on the platform for in-person sessions;",
    "section3_item7_des4": "Walk-in: Find a therapist who can manually input/scan to start a walk-in consultation;",
    "section3_item7_des5": "Unregistered users: Find a therapist who can initiate a guest consultation process;",

    "section4_title": "Case Study",
    "visitor_name": "Client Xiaomei (pseudonym)",
    "consultant_name": "Consultant Zhang Lei",
    "visitor_desc": "\"Before my friend recommended PsyCare, I couldn't find a suitable and professional platform to effectively help me manage my anxiety and depression. It became a daily companion where I could confide about my work and life. PsyCare provided tremendous help—I gained clearer insights into my mental state and received personalized advice during treatment that truly improved my quality of life.\"",
    "consultant_desc": "\"As one of PsyCare's core members, I understand that psychological treatment requires more than traditional sessions—it needs advanced technology to enhance outcomes. The platform's smart assistant helps me efficiently analyze patient data to fully understand their symptoms and background, enabling personalized treatment plans. PsyCare significantly improves treatment efficiency and accuracy, allowing me to better track progress and adjust strategies to ensure optimal care for each patient.\"",
    "consultant_ask": "\"I'm Consultant Zhang Lei with over ten years of experience in psychological counseling. I appreciate Xiaomei's active participation in treatment. After applying cognitive behavioral therapy (CBT), her anxiety and depression significantly improved. Seeing her recovery brings me great satisfaction and joy in witnessing her positive transformation.\"",
    "visitor_ask1": "\"I'm Xiaomei, diagnosed with severe depression and anxiety three years ago. Every day felt unbearable—low mood, insomnia, and loss of interest. I didn't know what to do or how to feel happy; life seemed meaningless.\"",
    "visitor_ask2": "\"Then I discovered PsyCare! I chatted with the AI assistant for a week and felt comfortable enough to book an online session with Dr. Zhang. He was professional and patient, making the entire process comfortable. Later, I decided to meet him in person...\"",
    "visitor_ask3": "\"After several sessions, my headaches and dizziness lessened, and my sleep improved. Now, it feels like sunlight breaking through cracks—I finally have hope.\"",

    "section5_title": "Our Impact",
    "section5_desc": "Join us in shaping the future of mental health",

    "swiper_item1": "1000+ Counseling Sessions",
    "swiper_item2": "90%+ Consultation Efficiency Improvement",
    "swiper_item3": "95%+ Therapist Satisfaction Rate",
    "swiper_item4": "50+ Partner Institutions",
    "swiper_item5": "50%+ Income Growth",

    "about_title": "About Us",
    "section6_title1": "Company Information",
    "section6_desc1": "PsyCare is a company dedicated to mental health technology innovation. Our vision is to empower therapists and institutions with AI, making mental health services more accessible and efficient. We collaborate with global mental health organizations to advance the industry toward intelligent, personalized solutions.",
    "section6_author": "Hu Jinhua",
    "section6_author_desc": "CEO & Founder",

    "section6_title2": "Company Information",
    "section6_desc2": "PsyCare is in rapid growth, revolutionizing mental health care through AI. We recently secured funding and plan to launch a new AI assistant soon, offering smarter clinical support for therapists. Our goal is to ensure everyone in need can access better mental health services through innovative technology.",
    "section6_news": "Latest News: ",
    "section6_news_desc": "We'll attend the world's largest mental health tech conference next month to showcase our latest AI products. Stay tuned for updates.",

    "section7_title": "Ready to Contact Us?",
    "section7_btn": "Book a Consultation",
    "tel": "Phone",
    "email": "Email",
    "media": "Social Media",
    "office": "Office",
    "office_desc": "This office is wheelchair-accessible and disability-friendly.",

    "tel_desc": "(123) 456-7890",
    "email_desc": "support{'@'}psycare.ai",
    "media_desc": "{'@'}PsyCare",
    "office_address": "123 Anywhere St. / Any City ST 12345",

    "footer_product": "Products",
    "footer_product_item1": "Home",
    "footer_product_item2": "Services",
    "footer_product_item3": "Products",
    "footer_product_item4": "Impact",
    "footer_about": "Company",
    "footer_about_item1": "About Us",
    "footer_about_item2": "Contact Us",
    "footer_contact": "Follow Us",


    "v_section2_title": "Our Services",
    "v_section2_item1_title": "Professional Counselors",
    "v_section2_item1_desc": "Equipped with advanced AI assistance system for full-process professional guidance.",
    "v_section2_item2_title": "Quick Appointment",
    "v_section2_item2_desc": "Schedule sessions with licensed mental health professionals",
    "v_section2_item3_title": "Personalized Recommendations",
    "v_section2_item3_desc": "Access consultation records and therapists' personalized advice anytime, anywhere - let PsyCare accompany your life!",
    "v_section2_item4_title": "Mental Health Information",
    "v_section2_item4_desc": "Access reliable and up-to-date mental health resources",
    "v_section2_item5_title": "Psychological Education",
    "v_section2_item5_desc": "Learn about mental health and wellbeing strategies",

    "v_section3_title": "Your PsyCare User Manual",
    "v_section3_item1": "How to activate the AI chat assistant?",
    "v_section3_item2": "How to book online consultations with professional therapists?",
    "v_section3_item3": "How to view consultation records and therapists' recommendations?",
    "v_section3_item4": "How to complete and submit questionnaires for mental health self-assessment?",
    "v_section3_item5": "How to edit and update personal profile information?",
    "v_section3_button": "Get Started",

    "v_section4_title": "Your Trust, Our Commitment",
    "v_section4_title_desc1": "At PsyCare, we believe every sharing, every conversation is precious and private.",
    "v_section4_title_desc2": "Whether it's your written words, uploaded records, or communication with therapists,",
    "v_section4_title_desc3": "We guard them carefully as we would a friend's confidence. ❤️",
    "v_section4_item1": "Your data (including audio, consultation records, SOAP notes, etc.) is encrypted and stored on secure servers, never uploaded to any public internet platforms or external services.",
    "v_section4_item2": "All data is only accessible to the professional therapists serving you, used to understand your condition and develop appropriate support plans to help you overcome difficulties.",
    "v_section4_item3": "At PsyCare, you always maintain complete data sovereignty: you may request to view, correct, or delete any personal information at any time.",
    "v_section4_item4": "We never use any data for marketing, recommendations, or third-party collaborations. We never use or share anything you say without permission.",

    "v_section4_title2": "🔐 Information Security - We Take It Seriously",
    "v_section4_title3": "🚫 Your Privacy - We Never Compromise",
    "v_section4_desc": "We firmly believe technology shouldn't be cold - it should be an extension of care. Everything PsyCare does is to help you gradually emerge from darkness into light, in a safe and secure environment.",
    "v_section4_desc2": "If you have any questions or concerns, please contact us: 📧 ",
    "v_section4_desc3": "support{'@'}Psycare.Ai",

    "c_section2_title": "Our Services",
    "c_section2_item1_title": "Consultation Calendar",
    "c_section2_item1_desc": "Daily visitors clearly visible. Convenient online booking service helps users express themselves comfortably and gradually overcome psychological difficulties.",
    "c_section2_item2_title": "AI-Assisted Support",
    "c_section2_item2_desc": "During consultations with licensed mental health professionals, PsyCare AI provides real-time analysis assistance. You can view patients' knowledge graphs anytime and conveniently edit diagnosis plans and SOAP notes.",
    "c_section2_item3_title": "Data Integration",
    "c_section2_item3_desc": "During consultations, you can upload materials anytime. The system automatically archives them securely for future reference and follow-up, ensuring privacy and facilitating consultation documentation and traceability.",
    "c_section2_item4_title": "Mental Health Information",
    "c_section2_item4_desc": "Promote mental health information to enhance users' health awareness.",
    "c_section2_item5_title": "Psychological Education",
    "c_section2_item5_desc": "Communicate mental health knowledge to increase users' attention and understanding of mental health.",

    "c_top_title": "PsyCare Your AI Assistant",
    "c_top_title_desc": "Smart companionship, professional support",
    "c_top_btn1": "Personal Center",
    "c_top_btn2": "Questionnaires",

    "c_section3_title1": "AI-Assisted Diagnosis",
    "c_section3_title1_desc1": "Making information integration more efficient, diagnostic decisions more precise",
    "c_section3_title1_desc1_content": "PsyCare provides AI-powered chat assistants that automatically extract valuable information during user-AI interactions, structurally saving it to patient profiles and databases to strongly support subsequent consultations.",

    "c_section3_title2_desc2": "As a therapist, you can:",
    "c_section3_title2_desc2_item1": "Quickly view patients' knowledge graphs and behavioral-emotional trajectories",
    "c_section3_title2_desc2_item2": "Reference system-organized key information to optimize initial assessments",
    "c_section3_title2_desc2_item3": "Directly edit or supplement diagnosis records, SOAP notes, and treatment plans",
    "c_section3_title2_desc2_item4": "Real-time synchronization of online and offline data to ensure continuity and consistency",

    "c_section3_title2_end": "AI is your smart assistant, not a replacement. All recording and editing rights remain in your hands. Let data work for you to enhance professional service efficiency.",

    "c_section3_title3": "Unified Data Collection",
    "c_section3_title3_desc1": "More efficient data integration, smoother consultation transitions",
    "c_section3_title3_desc1_content": "All consultation-related data - including audio, notes, supplementary files, and graphic materials - can be uniformly uploaded, organized, and archived. The system automatically synchronizes to ensure more precise and coherent follow-up consultations.",
    "c_section3_title3_desc1_content2": "During every consultation, you can easily open patients' knowledge graphs to quickly grasp their emotional fluctuations, health background, and historical records, and freely edit diagnostic information, treatment plans, and SOAP notes.",
    "c_section3_title3_desc2": "We believe:",
    "c_section3_title3_desc2_item": "Efficient recording is the cornerstone of professional service; data empowerment accelerates diagnostic decisions. Let information flow to lay the foundation for every session.",

    "c_section4_title": "Our Clients",
    "c_section4_title_desc": "Here's what they say -",

    "c_section4_swiper1_desc": "\"PsyCare allows me to efficiently manage patient information and SOAP records. The AI assistant's analysis saves me significant pre-communication time, letting me focus more on intervention strategy development.\"",
    "c_section4_swiper1_author": "Dr. Xu Xinyi",
    "c_section4_swiper1_author_desc": "Registered Psychological Counselor CBT Specialist",

    "c_section4_swiper3_desc": "PsyCare isn't just a tool - it's my digital partner. After every offline consultation, I upload recordings and supplementary materials. The systematic organization gives me peace of mind.",
    "c_section4_swiper3_author": "Dr. Wang Yali",
    "c_section4_swiper3_author_desc": "Psychiatrist Psychoanalytic Orientation",

    "c_section4_swiper2_desc": "I love the knowledge graph feature - patients' status evolution is clear at a glance. During online consultations, I can quickly get into role without reviewing lengthy histories.",
    "c_section4_swiper2_author": "Mr. Lin Zhiyu",
    "c_section4_swiper2_author_desc": "Master of Clinical Psychology Child & Adolescent Specialist",

    "c_section4_end": "Over 100 therapists are using PsyCare. We understand what professionals like you need for support.",

    "c_section5_title": "Therapist Questionnaire Management",
    "c_section5_title_desc1": "At PsyCare, you can easily create and manage psychological questionnaires tailored to your needs.",
    "c_section5_title_desc2": "Whether for initial assessments, treatment feedback, or tracking specific symptoms, we provide flexible, professional tool support.",

    "c_window1_title": "Anxiety Level Assessment",
    "c_window_head1": "Question No.",
    "c_window_head2": "Question Content",
    "c_window1_row1": "Do you experience palpitations or shortness of breath?",
    "c_window1_row2": "Do you worry about uncertain future events?",
    "c_window1_row3": "Does anxiety affect your work or social life?",

    "c_window2_title": "Emotional State Self-Assessment",
    "c_window2_row1": "Have you frequently felt low in the past two weeks?",
    "c_window2_row2": "Have you lost interest in things you previously enjoyed?",
    "c_window2_row3": "Do you often feel tired or fatigued?",
    "c_window2_row4": "Please briefly describe your recent feelings during low moods",

    "c_window3_title": "First-Time Visitor Background Questionnaire",
    "c_window3_row1": "What issues do you hope to address through counseling?",
    "c_window3_row2": "Have you had previous counseling or therapy experience?",
    "c_window3_row3": "Are you currently taking psychiatric medication?",
    "c_window3_row4": "What are your primary concerns about counseling?",

    "c_row1": "Q1",
    "c_row2": "Q2",
    "c_row3": "Q3",
    "c_row4": "Q4",

    "c_section6_title": "Your Trust, Our Commitment",
    "c_section6_title_desc1": "At PsyCare, we're committed not only to protecting clients' privacy but also to safeguarding every professional therapist's data rights and usage security.",
    "c_section6_item1_title": "Secure, Exclusive Clinical Space",
    "c_section6_item1_desc": "All data you record on the platform - including patient files, SOAP notes, audio recordings, and treatment plans - is end-to-end encrypted, ensuring visibility only to authorized individuals without leakage or tampering.",
    "c_section6_item2_title": "Controlled Access, Defined Data Boundaries",
    "c_section6_item2_desc": "We provide each therapist with exclusive accounts and permission settings, ensuring access only to data of patients you're consulting. All operations are security-logged for transparent traceability.",
    "c_section6_item3_title": "Information Serves Better Care",
    "c_section6_item3_desc": "Patient information and treatment content you provide are used solely to enhance treatment quality and patient experience - never for commercial analysis or third-party use. PsyCare promises: never using platform content for marketing, promotion, or non-service data processing.",
    "c_section6_end_title": "🔐 Information Security & Privacy Protection - Our Promise to Every Therapist",
    "c_section6_end_desc": "We believe privacy protection is vital to healing relationships. Your interactions with patients always occur in a safe, private, and trustworthy space."
}